Repository: mertskaplan/Travian-Unit-Advice-Simulator
Catalog: locale/*/LC_MESSAGES/travianuas.po
Languages: tr_tr

source: Travian UAS is released under GNU General Public License, version 3.
tr_tr: Travian UAS, GNU Genel Kamu Lisansı, sürüm 3 altında yayınlandı.

source: According to following table;
tr_tr: Aşağıdaki tabloya göre;

source: you should train %s for attack power,
tr_tr: saldırı gücü için %s yetiştirmelisiniz,

source: you should train %s for infantry deffence,
tr_tr: piyade savunması için %s yetiştirmelisiniz,

source: you should train %s for cavalry deffence,
tr_tr: süvari savunması için %s yetiştirmelisiniz,

source: you should train %s for maximum swag.
tr_tr: en fazla yağma için %s yetiştirmelisiniz.

source: And if you have upkeep problem;
tr_tr: Ve eğer tahıl probleminiz varsa;

source: Material
tr_tr: Hammadde

source: Wood
tr_tr: Odun

source: Clay
tr_tr: Tuğla

source: Iron
tr_tr: Demir

source: Crop
tr_tr: Tahıl

source: Hero's weapon
tr_tr: Kahraman'ın silahı

source: No weapon
tr_tr: Silah yok

source: Spear of the Phalanx
tr_tr: Phalanx'ın Şişi

source: Pike of the Phalanx
tr_tr: Phalanx'ın Mızrağı

source: Lance of the Phalanx
tr_tr: Phalanx'ın Kargısı

source: Short sword of the Swordsman
tr_tr: Kılıçlı'nın Kısa Kılıcı

source: Sword of the Swordsman
tr_tr: Kılıçlı'nın Kılıcı

source: Long sword of the Swordsman
tr_tr: Kılıçlı'nın Uzun Kılıcı

source: Short-bow of the Theutates
tr_tr: Toytat'ın Küçük Oku

source: Bow of the Theutates
tr_tr: Toytat'ın Oku

source: Long-bow of the Theutates
tr_tr: Toytat'ın Büyük Oku

source: Walking-staff of the Druidrider
tr_tr: Druyid'in Gezi Asası

source: Staff of the Druidrider
tr_tr: Druyid'in Asası

source: Fighting-staff of the Druidrider
tr_tr: Druyid'in Savaş Asası

source: Light lance of the Haeduan
tr_tr: Heduan'ın Hafif Mızrağı

source: Lance of the Haeduan
tr_tr: Heduan'ın Mızrağı

source: Heavy lance of the Haeduan
tr_tr: Heduan'ın Ağır Mızrağı

source: Units levels
tr_tr: Birim seviyeleri

source: Phalanx's level
tr_tr: Phalanx'ın seviyesi

source: No level
tr_tr: Seviye yok

source: 1st level
tr_tr: 1'inci seviye

source: 2nd level
tr_tr: 2'nci seviye

source: 3rd level
tr_tr: 3'üncü seviye

source: 4th level
tr_tr: 4'üncü seviye

source: 5th level
tr_tr: 5'inci seviye

source: 6th level
tr_tr: 6'ncı seviye

source: 7th level
tr_tr: 7'nci seviye

source: 8th level
tr_tr: 8'inci seviye

source: 9th level
tr_tr: 9'uncu seviye

source: 10th level
tr_tr: 10'uncu seviye

source: 11th level
tr_tr: 11'inci seviye

source: 12th level
tr_tr: 12'nci seviye

source: 13th level
tr_tr: 13'üncü seviye

source: 14th level
tr_tr: 14'üncü seviye

source: 15th level
tr_tr: 15'inci seviye

source: 16th level
tr_tr: 16'ncı seviye

source: 17th level
tr_tr: 17'nci seviye

source: 18th level
tr_tr: 18'inci seviye

source: 19th level
tr_tr: 19'uncu seviye

source: 20th level
tr_tr: 20'nci seviye

source: Swordsman's level
tr_tr: Kılıçlı'nın seviyesi

source: Pathfinder's level
tr_tr: Casus'un seviyesi

source: Theutates Thunder's level
tr_tr: Toytatın Şimşeği'nin seviyesi

source: Druidrider's level
tr_tr: Druyid'in seviyesi

source: Haeduan's level
tr_tr: Heduan'ın seviyesi

source: Ram's level
tr_tr: Koçbaşı'nın seviyesi

source: Trebuchet's level
tr_tr: Mancınık'ın seviyesi

source: Chieftain's level
tr_tr: Kabile Reisi'nin seviyesi

source: Settler's level
tr_tr: Göçmen'in seviyesi

source: Give me an advice
tr_tr: Bana öneride bulun

source: Travian Unit Advice Simulator
tr_tr: Travian Birim Öneri Simülatörü

source: Home
tr_tr: Anasayfa

source: Gauls
tr_tr: Galyalılar

source: Romans
tr_tr: Romalılar

source: Teutons
tr_tr: Cermenler

source: Add another language
tr_tr: Başka bir dil ekle

source: Travian Unit Advice Simulator is a tool which gives advice to you about you should train which unit according to your available materials for Travian 4.4.
tr_tr: Travian Birim Öneri Simülatörü, mevcut hammaddenize göre hangi birimi yetiştirmeniz gerektiğini öneren, Travian 4.4 için hazırlanmış bir araçtır.

source: Units
tr_tr: Birimler

source: Quantity
tr_tr: Miktar

source: Speed
tr_tr: Hız

source: Total upkeep
tr_tr: Toplam bakım

source: Total carrying capacity
tr_tr: Toplam taşıma kapasitesi

source: Total attack force
tr_tr: Toplam saldırı gücü

source: Total infantry defense force
tr_tr: Toplam piyade savunma gücü

source: Total cavalry defense force
tr_tr: Toplam süvari savunma gücü

source: Legionnaire
tr_tr: Lejyoner

source: Praetorian
tr_tr: Pretoryan

source: Imperian
tr_tr: Emperyan

source: Battering Ram
tr_tr: Koçbaşı

source: Fire Catapult
tr_tr: Ateş Mancınığı

source: Senator
tr_tr: Senatör

source: Settler
tr_tr: Göçmen

source: Swordsman
tr_tr: Kılıçlı

source: Pathfinder
tr_tr: Casus

source: Theutates Thunder
tr_tr: Toytatın Şimşeği

source: Druidrider
tr_tr: Druyid

source: Haeduan
tr_tr: Heduan

source: Ram
tr_tr: Koçbaşı

source: Trebuchet
tr_tr: Mancınık

source: Chieftain
tr_tr: Kabile Reisi

source: Clubswinger
tr_tr: Tokmak Sallayan

source: Spearman
tr_tr: Mızrakçı

source: Axeman
tr_tr: Balta Sallayan

source: Scout
tr_tr: Casus

source: Teutonic Knight
tr_tr: Toyton

source: Catapult
tr_tr: Mancınık

source: Chief
tr_tr: Reis

source: Short sword of the Legionnaire
tr_tr: Lejyoner'in kısa kılıcı

source: Sword of the Legionnaire
tr_tr: Lejyoner'in kılıcı

source: Long sword of the Legionnaire
tr_tr: Lejyoner'in uzun kılıcı

source: Short sword of the Praetorian
tr_tr: Pretoryan'ın kısa kılıcı

source: Sword of the Praetorian
tr_tr: Pretoryan'ın kılıcı

source: Long sword of the Praetorian
tr_tr: Pretoryan'ın uzun kılıcı

source: Short sword of the Imperian
tr_tr: Emperyan'ın kısa kılıcı

source: Sword of the Imperian
tr_tr: Emperyan'ın kılıcı

source: Long sword of the Imperian
tr_tr: Emperyan'ın uzun kılıcı

source: Short sword of the Imperatoris
tr_tr: Imperatoris'in kısa kılıcı

source: Sword of the Imperatoris
tr_tr: Imperatoris'in kılıcı

source: Long sword of the Imperatoris
tr_tr: Imperatoris'in uzun kılıcı

source: Light lance of the Caesaris
tr_tr: Caesaris'in hafif mızrağı

source: Lance of the Caesaris
tr_tr: Caesaris'in mızrağı

source: Heavy lance of the Caesaris
tr_tr: Caesaris'in uzun mızrağı

source: Legionnaire's level
tr_tr: Lejyoner'in seviyesi

source: Praetorian's level
tr_tr: Pretoryan'ın seviyesi

source: Imperian's level
tr_tr: Emperyan'ın seviyesi

source: Equites Legati's level
tr_tr: Equites Legati'nin seviyesi

source: Equites Imperatoris' level
tr_tr: Equites Imperatoris'in seviyesi

source: Equites Caesaris' level
tr_tr: Equites Caesaris'in seviyesi

source: Battering Ram's level
tr_tr: Koçbaşı'nın seviyesi

source: Fire Catapult's level
tr_tr: Ateş Mancınığı'nın seviyesi

source: Senator's level
tr_tr: Senatör'ün seviyesi

source: Club of the Clubswinger
tr_tr: Tokmak Sallayan'ın Tokmağı

source: Mace of the Clubswinger
tr_tr: Tokmak Sallayanın Topuzu

source: Morning star of the Clubswinger
tr_tr: Tokmak Sallayan'ın Topuzlu Kamçısı

source: Spear of the Spearman
tr_tr: Mızrakçı'nın Şişi

source: Spike of the Spearman
tr_tr: Mızrakçı'nın Mızrağı

source: Lance of the Spearman
tr_tr: Mızrakçı'nın Kargısı

source: Hatchet of the Axeman
tr_tr: Balta Sallayan'ın Keseri

source: Axe of the Axeman
tr_tr: Balta Sallayan'ın Baltası

source: Battle axe of the Axeman
tr_tr: Balta Sallayan'ın Savaş Baltası

source: Light hammer of the Paladin
tr_tr: Paladin'in Tahta Çekici

source: Hammer of the Paladin
tr_tr: Paladin'in Çekici

source: Heavy hammer of the Paladin
tr_tr: Paladin'in Balyozu

source: Short sword of the Teutonic Knight
tr_tr: Toyton'un Kısa Kılıcı

source: Sword of the Teutonic Knight
tr_tr: Toyton'un Kılıcı

source: Long sword of the Teutonic Knight
tr_tr: Toyton'un Uzun Kılıcı

source: Clubswinger's level
tr_tr: Tokmak Sallayan'ın seviyesi

source: Spearman's level
tr_tr: Mızrakçı'nın seviyesi

source: Axeman's level
tr_tr: Balta Sallayan'ın seviyesi

source: Scout's level
tr_tr: Casus'un seviyesi

source: Paladin's level
tr_tr: Paladin'in seviyesi

source: Teutonic Knight's level
tr_tr: Toyton'un seviyesi

source: Catapult's level
tr_tr: Mancınık'ın seviyesi

source: Chief's level
tr_tr: Reis'in seviyesi
